Repository: common-repository/jm-simple-qr-code-widget
Catalog: langs/jm-sqrw-*.po
Languages: fr_fr

source: Alt for QR code img
fr_fr: Alt pour l'image du QR code

source: Error connection code (ECC)
fr_fr: Code d'erreur de connexion (ECC)

source: H (high, ~30% destroyed data may be corrected)
fr_fr: H (high, ~30% des données perdues pourraient être corrigées)

source: L (low, ~7% destroyed data may be corrected)
fr_fr: L (low, ~7% des données perdues pourraient être corrigées)

source: M (middle, ~15% destroyed data may be corrected)
fr_fr: M (middle, ~15% des données perdues pourraient être corrigées)

source: Q (quality, ~25% destroyed data may be corrected)
fr_fr: Q (quality, ~25% des données perdues pourraient être corrigées)

source: Security margin (max:50px)
fr_fr: Marge de sécurité (max:50px)

source: Size of the square (max: 1000x1000px)
fr_fr: Taille du carré (max: 1000x1000px)

source: This widget adds a QR Code to your posts
fr_fr: Ce widget vous permet d'ajouter un QR code à vos posts

source: Which background color?
fr_fr: Quelle couleur d'arrière-plan?

source: Which color?
fr_fr: Quelle couleur?

source: Which format?
fr_fr: Quel format?

source: Which zone? (0 for quiet zone by default)
fr_fr: Quelle zone? (0 par défaut pour une zone dégagée ^^)

source: Widget Title
fr_fr: Titre
